module.exports = {
  new: [
    //{
      //header: 'Новый дизайн и иконка лаунчера',
      //content: 'после выхода или по кнопке в меню'
      //advanced: { cm: '8ec97baa' }
    //}
  ],
  improvements: [
    {
      header: 'Добавлена кнопка одновременной загрузки',
      content: 'всех сторонних модификаций вручную'
      // advanced: { cm: '8ec97baa' }
    },
    //{
      //header: 'Возможность загрузить часть сторонних модификаций',
      //content: 'вручную'
      // advanced: { cm: '8ec97baa' }
    //},
    // {
    //   header: 'Отображение подробностей ошибок',
    //   content: 'запуска игры'
    //   // advanced: { cm: '8ec97baa' }
    // }
    // {
    //   header: 'Отображение карточки загрузки',
    //   content: 'клиента',
    //   advanced: { cm: '8ec97baa' }
    // },
    // {
    //   header: 'Отображение главного экрана',
    //   content: 'лаунчера',
    //   advanced: { cm: '8ec97baa' }
    // }
  ],
  bugfixes: [
    {
      header: 'Исправлена загрузка сторонних модификаций',
      content: 'через внутренний браузер',
      // advanced: { cm: '8ec97baa', pr: '1382' }
    }
    // {
    //   header: 'Вылет из профиля',
    //   content: 'при перезапуске приложения.',
    //   advanced: { cm: '8ec97baa', pr: '1382' }
    // },
    // {
    //   header: 'Добавление аккаунта Microsoft',
    //   content: 'через Менеджер аккаунтов.',
    //   advanced: { cm: '1d17f128', pr: '1381' }
    // },
    // {
    //   header: 'Добавление Fabric модификаций в сборку',
    //   content: 'при помощи встроенного браузера".',
    //   advanced: { cm: '8ec97baa', pr: '1384' }
    // }
  ]
};
