module.exports = {
  new: [
    {
      header: 'Поддержка Quilt'
      //content: "на главном экране лаунчера"
    },
    {
      header: 'Каталог модов и сборок Modrinth'
    }
    // {
    //   header: 'Поддержка Discord RPC',
    //   content: '(отображение активности в лаунчере)',
    //  advanced: { cm: '4eec052e' }
    // }
  ],
  improvements: [
    // {
    //   header: 'Увеличена ширина превью изображений',
    //   content: 'на вкладке Скриншоты'
    // },
    // {
    //   header: 'Кнопка открытия меню скриншотов',
    //   content: 'в контекстном меню сборок'
    // },
    // {
    //   header: 'Изменена сортировка вкладок',
    //   content: 'в боковом меню управления сборкой'
    // },
    // {
    //   header: 'Больше статусов для Discord RPC'
    // }
    // {
    //   header: 'Добавлена кнопка отключения активностей Discord',
    // }
    // {
    //   header: 'Изменён текст на экранах установки и импорта',
    //   content: 'сборок с модификациями',
    //   advanced: { cm: 'f6de8dcc' }
    // }
    // {
    //   header: 'Отображение карточки загрузки',
    //   content: 'клиента',
    //   advanced: { cm: '8ec97baa' }
    // },
    // {
    //   header: 'Отображение главного экрана',
    //   content: 'лаунчера',
    //   advanced: { cm: '8ec97baa' }
    // }
  ],
  bugfixes: [
    {
      header: 'Зависание окна настроек сборки'
    },
    // {
    //   header: 'Автоматическая установка Java'
    // }
    //{
     // header: 'Исправлено удаление изображений',
      // content: 'без папки overrides.'
      // advanced: { cm: '8ec97baa', pr: '1382' }
    //}
    // {
    //   header: 'Добавление аккаунта Microsoft',
    //   content: 'через Менеджер аккаунтов.',
    //   advanced: { cm: '1d17f128', pr: '1381' }
    // },
    // {
    //   header: 'Добавление Fabric модификаций в сборку',
    //   content: 'при помощи встроенного браузера".',
    //   advanced: { cm: '8ec97baa', pr: '1384' }
    // }
  ]
};
